Repository: monsieurbacterian/Kumandin_base
Catalog: Alignment/TMX/corpora_Легенда о создании мира.tmx
Source language: ru_ru
Languages: en_us

source: Давным-давно Бог создал бескрайнее море и небо над ним.
en_us: Ӱӱрде ирткен качандаа кудай учы-тӱби чок талай ла аҥ сыртында тегри пӱдир иштен. Ол тегриде узактыг-суҥныг изиг кӱн ле тунуг ай айланышканар.

source: И было на море пустота и тишина.
en_us: Че ол тушта чер чок полгон.

source: Лёгкий ветер колыхал волны вселенского моря, в котором пока не было никакой жизни. И вот однажды ночью издалека прилетела огромная белоснежная птица – лебедь. От взмахов её могучих крыльев заволновалось, встревожилось море. Лебедь снесла в море очень большое яйцо и улетела.
en_us: Алыкла учы-тӱби чок шым ээниг талай полгон.

source: И вот однажды ночью издалека прилетела огромная белоснежная птица – лебедь.
en_us: Пир катап тӱнде ыраактан ньаан ак куу ӱч келькен.

source: От взмахов её могучих крыльев заволновалось, встревожилось море.
en_us: Улуг кӱчтиг канатарыны шабылтыр ийерде , талай матап ла тын кумналды.

source: Лебедь снесла в море очень большое яйцо и улетела.
en_us: Тыҥ чараш куу талайга ньаан нымыртка салыйкель, ӱчеберды.

source: Это яйцо качалось на бескрайних морских волнах. Лунный свет тускло отражался на его гладких волнах.
en_us: Ол ньаан нымыртка учы- пажы чок талайда арткалып комналган сӱге чайканган.

source: Затем над морем загорелся красный рассвет.
en_us: Аҥ соонда ӱр эбес талайыныҥ сыртында кызыл от чарыдып изиг, чарык кӱн шыкты.

source: Взошло яркое, жаркое солнце.
en_us: Кӱнниҥ шогына нымыртканыҥ ньаны изиди.

source: Его прямые лучи стали нагревать поверхность яйца. И затем произошло чудо!
en_us: Ол тушта ӱр эбес кайкаллыг ме полыйды!

source: На огромном белоснежном яйце стала появляться чёрная плодородная земля.
en_us: Ак ньаан нымыртканыҥ сыртында кара торбак пашталып ӧсти.

source: На этой земле проросла сочная зелёная трава, затем густые кустарники и деревья.
en_us: Ол черге чажыл ӧлӧҥ ле чыш агачтар ӧзеберди.

source: На их ветвях запели звонкоголосые птицы, а по земле помчались быстроногие стада самых разнообразных животных. Так из огромного лебединого яйца родился наш мир.
en_us: Аба чыштыҥ аразында куштарныҥ ӱни угылаберды.
